{"standards":
    ["ISTE Standard #1: Learner\nEducators continually improve their practice by learning from and with others and exploring proven and promising practices that leverage technology to improve student learning. ", 
    "ISTE Standard #2: Leader \nEducators seek out opportunities for leadership to support student empowerment and success and to improve teaching and learning.", 
    "ISTE Standard #3: Citizen\nEducators inspire students to positively contribute to and responsibly participate in the digital world.", 
    "ISTE Standard #4: Collaborator\nEducators dedicate time to collaborate with both colleagues and students to improve practice, discover and share resources and ideas, and solve problems. ", 
    "ISTE Standard #5: Designer\nEducators design authentic, learner-driven activities and environments that recognize and accommodate learner variability. Educators:", 
    "ISTE Standard #6: Facilitator\nEducators facilitate learning with technology to support student achievement of the ISTE Standards for Students.", 
    "ISTE Standard #7: Analyst\nEducators understand and use data to drive their instruction and support students in achieving their learning goals."],
  "indicators":
    ["1a. Set professional learning goals to explore and apply pedagogical approaches made possible by technology and reflect on their effectiveness.", 
    "1b. Pursue professional interests by creating and actively participating in local and global learning networks.", 
    "1c. Stay current with research that supports improved student learning outcomes, including findings from the learning sciences.", 
    "2a. Shape, advance and accelerate a shared vision for empowered learning with technology by engaging with education stakeholders.", 
    "2b. Advocate for equitable access to educational technology, digital content, and learning opportunities to meet the diverse needs of all students.", 
    "2c. Model for colleagues the identification, exploration, evaluation, curation and adoption of new digital resources and tools for learning.", 
    "3a. Create experiences for learners to make positive, socially responsible contributions and exhibit empathetic behavior online that build relationships and community.", 
    "3b. Establish a learning culture that promotes curiosity and critical examination of online resources and fosters digital literacy and media fluency.", 
    "3c. Mentor students in the safe, legal and ethical practices with digital tools and the protection of intellectual rights and property.", 
    "3d. Model and promote management of personal data and digital identity and protect student data privacy.", 
    "4a. Dedicate planning time to collaborate with colleagues to create authentic learning experiences that leverage technology.", 
    "4b. Collaborate and co-learn with students to discover and use new digital resources and diagnose and troubleshoot technology issues.", 
    "4c. Use collaborative tools to expand students’ authentic, real world learning experiences by engaging virtually with experts, teams and students, locally and globally.", 
    "4d. Demonstrate cultural competency when communicating with students, parents and colleagues and interact with them as co collaborators in student learning.", 
    "5a. Use technology to create, adapt and personalize learning experiences that foster independent learning and accommodate learner differences and needs.", 
    "5b. Design authentic learning activities that align with content area standards and use digital tools and resources to maximize active, deep learning.", 
    "5c. Explore and apply instructional design principles to create innovative digital learning environments that engage and support learning.", 
    "6a. Foster a culture where students take ownership of their learning goals and outcomes in both independent and group settings.", 
    "6b. Manage the use of technology and student learning strategies in digital platforms, virtual environments, hands-on makerspaces or in the field.", 
    "6c. Create learning opportunities that challenge students to use a design process and computational thinking to innovate and solve problems.", 
    "6d. Model and nurture creativity and creative expression to communicate ideas, knowledge or connections.", 
    "7a. Provide alternative ways for students to demonstrate competency and reflect on their learning using technology.", 
    "7b. Use technology to design and implement a variety of formative and summative assessments that accommodate learner needs, provide timely feedback to students and inform instruction.", 
    "7c. Use assessment data to guide progress and communicate with students, parents and education stakeholders to build student self-direction."]
  }